{
    "Bank of Canada increases policy interest rate by 50 basis points, continues quantitative tightening": {
        "date": "2022-06-01",
        "link": "https://www.bankofcanada.ca/2022/06/fad-press-release-2022-06-01/",
        "text": "The Bank of Canada today increased its target for the overnight rate to 1½%, with the Bank Rate at 1¾% and the deposit rate at 1½%. The Bank is also continuing its policy of quantitative tightening (QT).\nInflation globally and in Canada continues to rise, largely driven by higher prices for energy and food. In Canada, CPI inflation reached 6.8% for the month of April – well above the Bank’s forecast – and will likely move even higher in the near term before beginning to ease. As pervasive input price pressures feed through into consumer prices, inflation continues to broaden, with core measures of inflation ranging between 3.2% and 5.1%. Almost 70% of CPI categories now show inflation above 3%. The risk of elevated inflation becoming entrenched has risen. The Bank will use its monetary policy tools to return inflation to target and keep inflation expectations well anchored.\nThe increase in global inflation is occurring as the global economy slows. The Russian invasion of Ukraine, China’s COVID-related lockdowns, and ongoing supply disruptions are all weighing on activity and boosting inflation. The war has increased uncertainty and is putting further upward pressure on prices for energy and agricultural commodities. This is dampening the outlook, particularly in Europe. In the United States, private domestic demand remains robust, despite the economy contracting in the first quarter of 2022. US labour market strength continues, with wage pressures intensifying. Global financial conditions have tightened and markets have been volatile.\nCanadian economic activity is strong and the economy is clearly operating in excess demand. National accounts data for the first quarter of 2022 showed GDP growth of 3.1 percent, in line with the Bank’s April Monetary Policy Report (MPR) projection. Job vacancies are elevated, companies are reporting widespread labour shortages, and wage growth has been picking up and broadening across sectors. Housing market activity is moderating from exceptionally high levels. With consumer spending in Canada remaining robust and exports anticipated to strengthen, growth in the second quarter is expected to be solid.\nWith the economy in excess demand, and inflation persisting well above target and expected to move higher in the near term, the Governing Council continues to judge that interest rates will need to rise further. The policy interest rate remains the Bank’s primary monetary policy instrument, with quantitative tightening acting as a complementary tool. The pace of further increases in the policy rate will be guided by the Bank’s ongoing assessment of the economy and inflation, and the Governing Council is prepared to act more forcefully if needed to meet its commitment to achieve the 2% inflation target.\nThe next scheduled date for announcing the overnight rate target is July 13, 2022. The Bank will publish its next full outlook for the economy and inflation, including risks to the projection, in the MPR at the same time."
    },
    "Bank of Canada increases policy interest rate by 75 basis points,  continues quantitative tightening": {
        "date": "2022-09-07",
        "link": "https://www.bankofcanada.ca/2022/09/fad-press-release-2022-09-07/",
        "text": "The Bank of Canada today increased its target for the overnight rate to 3¼%, with the Bank Rate at 3½% and the deposit rate at 3¼%. The Bank is also continuing its policy of quantitative tightening.\nThe global and Canadian economies are evolving broadly in line with the Bank’s July projection. The effects of COVID-19 outbreaks, ongoing supply disruptions, and the war in Ukraine continue to dampen growth and boost prices.\nGlobal inflation remains high and measures of core inflation are moving up in most countries. In response, central banks around the world continue to tighten monetary policy. Economic activity in the United States has moderated, although the US labour market remains tight. China is facing ongoing challenges from COVID shutdowns. Commodity prices have been volatile: oil, wheat and lumber prices have moderated while natural gas prices have risen.\nIn Canada, CPI inflation eased in July to 7.6% from 8.1% because of a drop in gasoline prices.  However, inflation excluding gasoline increased and data indicate a further broadening of price pressures, particularly in services. The Bank’s core measures of inflation continued to move up, ranging from 5% to 5.5% in July. Surveys suggest that short-term inflation expectations remain high. The longer this continues, the greater the risk that elevated inflation becomes entrenched.\nThe Canadian economy continues to operate in excess demand and labour markets remain tight. Canada’s GDP grew by 3.3% in the second quarter. While this was somewhat weaker than the Bank had projected, indicators of domestic demand were very strong – consumption grew by about 9½% and business investment was up by close to 12%. With higher mortgage rates, the housing market is pulling back as anticipated, following unsustainable growth during the pandemic. The Bank continues to expect the economy to moderate in the second half of this year, as global demand weakens and tighter monetary policy here in Canada begins to bring demand more in line with supply.\nGiven the outlook for inflation, the Governing Council still judges that the policy interest rate will need to rise further. Quantitative tightening is complementing increases in the policy rate. As the effects of tighter monetary policy work through the economy, we will be assessing how much higher interest rates need to go to return inflation to target. The Governing Council remains resolute in its commitment to price stability and will continue to take action as required to achieve the 2% inflation target.\nThe next scheduled date for announcing the overnight rate target is October 26, 2022. The Bank will publish its next full outlook for the economy and inflation, including risks to the projection, in the MPR at the same time."
    },
    "Bank of Canada increases policy interest rate by 100 basis points, continues quantitative tightening": {
        "date": "2022-07-13",
        "link": "https://www.bankofcanada.ca/2022/07/fad-press-release-2022-07-13/",
        "text": "The Bank of Canada today increased its target for the overnight rate to 2½%, with the Bank Rate at 2¾% and the deposit rate at 2½%. The Bank is also continuing its policy of quantitative tightening (QT).\nInflation in Canada is higher and more persistent than the Bank expected in its April Monetary Policy Report (MPR), and will likely remain around 8% in the next few months. While global factors such as the war in Ukraine and ongoing supply disruptions have been the biggest drivers, domestic price pressures from excess demand are becoming more prominent. More than half of the components that make up the CPI are now rising by more than 5%. With this broadening of price pressures, the Bank’s core measures of inflation have moved up to between 3.9% and 5.4%. Also, surveys indicate more consumers and businesses are expecting inflation to be higher for longer, raising the risk that elevated inflation becomes entrenched in price- and wage-setting. If that occurs, the economic cost of restoring price stability will be higher.\nGlobal inflation is higher, reflecting the impact of the Russian invasion of Ukraine, ongoing supply constraints, and strong demand. Many central banks are tightening monetary policy to combat inflation, and the resulting tighter financial conditions are moderating economic growth. In the United States, high inflation and rising interest rates are contributing to a slowdown in domestic demand. China’s economy is being held back by waves of restrictive measures to contain COVID-19 outbreaks. Oil prices remain high and volatile. The Bank now expects global economic growth to slow to about 3½% this year and 2% in 2023 before strengthening to 3% in 2024.\nFurther excess demand has built up in the Canadian economy. Labour markets are tight with a record low unemployment rate, widespread labour shortages, and increasing wage pressures. With strong demand, businesses are passing on higher input and labour costs by raising prices. Consumption is robust, led by a rebound in spending on hard-to-distance services. Business investment is solid and exports are being boosted by elevated commodity prices. The Bank estimates that GDP grew by about 4% in the second quarter. Growth is expected to slow to about 2% in the third quarter as consumption growth moderates and housing market activity pulls back following unsustainable strength during the pandemic.\nThe Bank expects Canada’s economy to grow by 3½% in 2022, 1¾% in 2023, and 2½% in 2024. Economic activity will slow as global growth moderates and tighter monetary policy works its way through the economy. This, combined with the resolution of supply disruptions, will bring demand and supply back into balance and alleviate inflationary pressures. Global energy prices are also projected to decline. The July outlook has inflation starting to come back down later this year, easing to about 3% by the end of next year and returning to the 2% target by the end of 2024.\nWith the economy clearly in excess demand, inflation high and broadening, and more businesses and consumers expecting high inflation to persist for longer, the Governing Council decided to front-load the path to higher interest rates by raising the policy rate by 100 basis points today. The Governing Council continues to judge that interest rates will need to rise further, and the pace of increases will be guided by the Bank’s ongoing assessment of the economy and inflation. Quantitative tightening continues and is complementing increases in the policy interest rate. The Governing Council is resolute in its commitment to price stability and will continue to take action as required to achieve the 2% inflation target.\nThe next scheduled date for announcing the overnight rate target is September 7, 2022. The Bank will publish its next full outlook for the economy and inflation, including risks to the projection, in the MPR on October 26, 2022."
    },
    "Bank of Canada increases policy interest rate by 50 basis points, begins quantitative tightening": {
        "date": "2022-04-13",
        "link": "https://www.bankofcanada.ca/2022/04/fad-press-release-2022-04-13/",
        "text": "The Bank of Canada today increased its target for the overnight rate to 1%, with the Bank Rate at 1¼% and the deposit rate at 1%. The Bank is also ending reinvestment and will begin quantitative tightening (QT), effective April 25. Maturing Government of Canada bonds on the Bank’s balance sheet will no longer be replaced and, as a result, the size of the balance sheet will decline over time.\nRussia’s ongoing invasion of Ukraine is causing unimaginable human suffering and new economic uncertainty. Price spikes in oil, natural gas and other commodities are adding to inflation around the world. Supply disruptions resulting from the war are also exacerbating ongoing supply constraints and weighing on activity. These factors are the primary drivers of a substantial upward revision to the Bank’s outlook for inflation in Canada.\nThe war in Ukraine is disrupting the global recovery, just as most economies are emerging from the impact of the Omicron variant of COVID-19. European countries are more directly impacted by confidence effects and supply dislocations caused by the war. China’s economy is facing new COVID outbreaks and an ongoing correction in its property market. In the United States, domestic demand remains very strong and the US Federal Reserve has clearly indicated its resolve to use its monetary policy tools to control inflation. As policy stimulus is withdrawn, US growth is expected to moderate to a pace more in line with potential growth. Global financial conditions have tightened and volatility has increased. The Bank now forecasts global growth of about 3½% this year, 2½% in 2023 and 3¼% in 2024.\nIn Canada, growth is strong and the economy is moving into excess demand. Labour markets are tight, and wage growth is back to its pre-pandemic pace and rising. Businesses increasingly report they are having difficulty meeting demand, and are able to pass on higher input costs by increasing prices. While the COVID-19 virus continues to mutate and circulate, high rates of vaccination have reduced its health and economic impacts. Growth looks to have been stronger in the first quarter than projected in January and is likely to pick up in the second quarter. Consumer spending is strengthening with the lifting of pandemic containment measures. Exports and business investment will continue to recover, supported by strong foreign demand and high commodity prices. Housing market activity, which has been exceptionally high, is expected to moderate.\nThe Bank forecasts that Canada’s economy will grow by 4¼% this year before slowing to 3¼% in 2023 and 2¼% in 2024. Robust business investment, labour productivity growth and higher immigration will add to the economy’s productive capacity, while higher interest rates should moderate growth in domestic demand.\nCPI inflation in Canada is 5.7%, above the Bank’s forecast in its January Monetary Policy Report (MPR). Inflation is being driven by rising energy and food prices and supply disruptions, in combination with strong global and domestic demand. Core measures of inflation have all moved higher as price pressures broaden. CPI inflation is now expected to average almost 6% in the first half of 2022 and remain well above the control range throughout this year. It is then expected to ease to about 2½% in the second half of 2023 and return to the 2% target in 2024. There is an increasing risk that expectations of elevated inflation could become entrenched. The Bank will use its monetary policy tools to return inflation to target and keep inflation expectations well-anchored.\nWith the economy moving into excess demand and inflation persisting well above target, the Governing Council judges that interest rates will need to rise further. The policy interest rate is the Bank’s primary monetary policy instrument, and quantitative tightening will complement increases in the policy rate. The timing and pace of further increases in the policy rate will be guided by the Bank’s ongoing assessment of the economy and its commitment to achieving the 2% inflation target.\nThe next scheduled date for announcing the overnight rate target is June 1, 2022. The Bank will publish its next full outlook for the economy and inflation, including risks to the projection, in the MPR on July 13, 2022.\nA market notice providing operational details for QT will be published this morning on the Bank’s web site."
    },
    "Joint Statement of the Government of Canada and the Bank of Canada on the Renewal of the Monetary Policy Framework": {
        "date": "2021-12-13",
        "link": "https://www.bankofcanada.ca/2021/12/joint-statement-of-the-government-of-canada-and-the-bank-of-canada-on-the-renewal-of-the-monetary-policy-framework/",
        "text": ""
    },
    "Bank of Canada maintains overnight rate target and unveils new market operations": {
        "date": "2020-04-15",
        "link": "https://www.bankofcanada.ca/2020/04/fad-press-release-2020-04-15/",
        "text": "The Bank of Canada today maintained its target for the overnight rate at ¼ percent, which the Bank considers its effective lower bound. The Bank Rate is correspondingly ½ percent and the deposit rate is ¼ percent. The Bank also announced new measures to provide additional support to Canada’s financial system.\nThe necessary efforts to contain the COVID-19 pandemic have caused a sudden and deep contraction in economic activity and employment worldwide. In financial markets, this has driven a flight to safety and a sharp repricing of a wide range of assets. It has also pushed down prices for commodities, especially oil. In this environment, the Canadian dollar has depreciated since January, although by less than many other currencies. The sudden halt in global activity will be followed by regional recoveries at different times, depending on the duration and severity of the outbreak in each region. This means that the global economic recovery, when it comes, could be protracted and uneven.\nThe Canadian economy was in a solid position ahead of the COVID-19 outbreak, but has since been hit by widespread shutdowns and lower oil prices. One early measure of the extent of the damage was an unprecedented drop in employment in March, with more than one million jobs lost across Canada. Many more workers reported shorter hours, and by early April some six million Canadians had applied for the Canada Emergency Response Benefit.\nThe outlook is too uncertain at this point to provide a complete forecast. However, Bank analysis of alternative scenarios suggests the level of real activity was down 1-3 percent in the first quarter of 2020, and will be 15-30 percent lower in the second quarter than in fourth-quarter 2019. CPI inflation is expected to be close to 0 percent in the second quarter of 2020. This is primarily due to the transitory effects of lower gasoline prices.\nThe pandemic-driven contraction has prompted decisive policy action to support individuals and businesses and to lay the foundation for economic recovery once containment measures start to ease. Fiscal programs, designed to expand according to the magnitude of the shock, will help individuals and businesses weather this shutdown phase of the pandemic, and support incomes and confidence leading into the recovery. These programs have been complemented by actions taken by other federal agencies and provincial governments.\nFor its part, the Bank of Canada has taken measures to improve market function so that monetary policy actions have their intended effect on the economy. This helps ensure that households and businesses continue to have access to the credit they need to bridge this difficult time, and that lower interest rates find their way to ultimate borrowers. The Bank has lowered its target for the overnight rate 150 basis points over the last three weeks, to its effective lower bound. It has also conducted lending operations to financial institutions and asset purchases in core funding markets amounting to around $200 billion.\nThese actions have served to ease market dysfunction and help keep credit channels open, although they remain strained. The next challenge for markets will be managing increased demand for near-term financing by federal and provincial governments, and businesses and households. The situation calls for special actions by the central bank. To this end, the Bank is furthering its efforts with several important steps.\nUnder its previously-announced program, the Bank will continue to purchase at least $5 billion in Government of Canada securities per week in the secondary market, and will increase the level of purchases as required to maintain proper functioning of the government bond market. Also, the Bank is temporarily increasing the amount of Treasury Bills it acquires at auctions to up to 40 percent, effective immediately.\nThe Bank is also announcing today the development of a new Provincial Bond Purchase Program of up to $50 billion, to supplement its Provincial Money Market Purchase Program. Further, the Bank is announcing a new Corporate Bond Purchase Program, in which the Bank will acquire up to a total of $10 billion in investment grade corporate bonds in the secondary market. Both of these programs will be put in place in the coming weeks. Finally, the Bank is further enhancing its term repo facility to permit funding for up to 24 months.\nThese measures will work in combination to ease pressure on Canadian borrowers. As containment restrictions are eased and economic activity resumes, fiscal and monetary policy actions will help underpin confidence and stimulate spending by consumers and businesses to restore growth. The Bank’s Governing Council stands ready to adjust the scale or duration of its programs if necessary. All the Bank’s actions are aimed at helping to bridge the current period of containment and create the conditions for a sustainable recovery and achievement of the inflation target over time.\nThe next scheduled date for announcing the overnight rate target is June 3, 2020. The next full update of the Bank’s outlook for the economy and inflation, including risks to the projection, will be published in the MPR on July 15, 2020."
    },
    "Bank of Canada lowers overnight rate target to ¼ percent": {
        "date": "2020-03-27",
        "link": "https://www.bankofcanada.ca/2020/03/press-release-2020-03-27/",
        "text": "The Bank of Canada today lowered its target for the overnight rate by 50 basis points to ¼ percent. The Bank Rate is correspondingly ½ percent and the deposit rate is ¼ percent. This unscheduled rate decision brings the policy rate to its effective lower bound and is intended to provide support to the Canadian financial system and the economy during the COVID-19 pandemic.\nThe spread of COVID-19 is having serious consequences for Canadians and for the economy, as is the abrupt decline in world oil prices. The pandemic-driven contraction has prompted decisive fiscal policy action in Canada to support individuals and businesses and to minimize any permanent damage to the structure of the economy.\nThe Bank is playing an important complementary role in this effort. Its interest rate setting cushions the impact of the shocks by easing the cost of borrowing. Its efforts to maintain the functioning of the financial system are helping keep credit available to people and companies. The intent of our decision today is to support the financial system in its central role of providing credit in the economy, and to lay the foundation for the economy’s return to normalcy.\nThe Bank’s efforts have been primarily focused on ensuring the availability of credit by providing liquidity to help markets continue to function.  To promote credit availability, the Bank has expanded its various term repo facilities. To preserve market function, the Bank is conducting Government of Canada bond buybacks and switches, purchases of Canada Mortgage Bonds and banker’s acceptances, and purchases of provincial money market instruments. All these additional measures have been detailed on the Bank’s website and will be extended or augmented as needed.\nToday, the Bank is launching two new programs.\nFirst, the Commercial Paper Purchase Program (CPPP) will help to alleviate strains in short-term funding markets and thereby preserve a key source of funding for businesses. Details of the program will be available on the Bank’s web site.\nSecond, to address strains in the Government of Canada debt market and to enhance the effectiveness of all other actions taken so far, the Bank will begin acquiring Government of Canada securities in the secondary market. Purchases will begin with a minimum of $5 billion per week, across the yield curve. The program will be adjusted as conditions warrant, but will continue until the economic recovery is well underway. The Bank’s balance sheet will expand as a result of these purchases.\nThe Bank is closely monitoring economic and financial conditions, in coordination with other G7 central banks and fiscal authorities, and will update its outlook in mid-April. As the situation evolves, Governing Council stands ready to take further action as required to support the Canadian economy and financial system and to keep inflation on target.\nThe next scheduled date for announcing the overnight rate target is April 15, 2020. The next full update of the Bank’s outlook for the economy and inflation, including risks to the projection, will be published in the MPR at the same time."
    },
    "Bank of Canada lowers overnight rate target to ¾ percent": {
        "date": "2020-03-13",
        "link": "https://www.bankofcanada.ca/2020/03/bank-of-canada-lowers-overnight-rate-target-to-%c2%be-percent/",
        "text": "The Bank of Canada today lowered its target for the overnight rate by 50 basis points to ¾ percent, effective Monday, March 16, 2020. The Bank Rate is correspondingly 1 percent and the deposit rate is ½ percent. This unscheduled rate decision is a proactive measure taken in light of the negative shocks to Canada’s economy arising from the COVID-19 pandemic and the recent sharp drop in oil prices.\nIt is clear that the spread of the coronavirus is having serious consequences for Canadian families, and for Canada’s economy. In addition, lower prices for oil, even since our last scheduled rate decision on March 4, will weigh heavily on the economy, particularly in energy intensive regions.\nThe Bank will provide a full update of its outlook for the Canadian and global economies on April 15. As the situation evolves, Governing Council stands ready to adjust monetary policy further if required to support economic growth and keep inflation on target.\nThe Bank has also taken steps to ensure that the Canadian financial system has sufficient liquidity. These additional measures have been announced in separate notices on the Bank’s website. The Bank is closely monitoring economic and financial conditions, in coordination with other G7 central banks and fiscal authorities.\nThe next scheduled date for announcing the overnight rate target is April 15, 2020. The next full update of the Bank’s outlook for the economy and inflation, including risks to the projection, will be published in the MPR at the same time."
    },
    "Bank of Canada lowers overnight rate target to 1 ¼ percent": {
        "date": "2020-03-04",
        "link": "https://www.bankofcanada.ca/2020/03/fad-press-release-2020-03-04/",
        "text": "The Bank of Canada today lowered its target for the overnight rate by 50 basis points to 1 ¼ percent. The Bank Rate is correspondingly 1 ½ percent and the deposit rate is 1 percent.\nWhile Canada’s economy has been operating close to potential with inflation on target, the COVID-19 virus is a material negative shock to the Canadian and global outlooks, and monetary and fiscal authorities are responding.\nBefore the outbreak, the global economy was showing signs of stabilizing, as the Bank had projected in its January Monetary Policy Report (MPR). However, COVID-19 represents a significant health threat to people in a growing number of countries. In consequence, business activity in some regions has fallen sharply and supply chains have been disrupted. This has pulled down commodity prices and the Canadian dollar has depreciated. Global markets are reacting to the spread of the virus by repricing risk across a broad set of assets, making financial conditions less accommodative. It is likely that as the virus spreads, business and consumer confidence will deteriorate, further depressing activity.\nIn Canada, GDP growth slowed to 0.3 percent during the fourth quarter of 2019, in line with the Bank’s forecast, although its composition was different. Consumption was stronger than expected, supported by healthy labour income growth. Residential investment continued to grow, albeit at a more moderate pace than earlier in the year. Meanwhile, both business investment and exports weakened.\nIt is becoming clear that the first quarter of 2020 will be weaker than the Bank had expected. The drop in Canada’s terms of trade, if sustained, will weigh on income growth. Meanwhile, business investment does not appear to be recovering as was expected following positive trade policy developments. In addition, rail line blockades, strikes by Ontario teachers, and winter storms in some regions are dampening economic activity in the first quarter.\nCPI inflation in January was stronger than expected, due to temporary factors. Core measures of inflation all remain around 2 percent, consistent with an economy that has been operating close to potential.\nIn light of all these developments, the outlook is clearly weaker now than it was in January. As the situation evolves, Governing Council stands ready to adjust monetary policy further if required to support economic growth and keep inflation on target. While markets continue to function well, the Bank will continue to ensure that the Canadian financial system has sufficient liquidity.\nThe Bank continues to closely monitor economic and financial conditions, in coordination with other G7 central banks and fiscal authorities.\nThe next scheduled date for announcing the overnight rate target is April 15, 2020. The next full update of the Bank’s outlook for the economy and inflation, including risks to the projection, will be published in the MPR at the same time."
    },
    "Joint Statement of the Government of Canada and the Bank of Canada on the Renewal of the Inflation-Control Target": {
        "date": "2006-11-23",
        "link": "https://www.bankofcanada.ca/2006/11/joint-statement-government-canada/",
        "text": "The primary objective of Canada's monetary policy is to enhance the  well-being of Canadians by contributing to sustained economic growth, rising  levels of employment and improved living standards. Experience has clearly shown  that the best way monetary policy can achieve this goal is by giving Canadian  households and businesses confidence in the value of their money.\nIt has been 15 years since Canada adopted an inflation-targeting framework to  guide its monetary policy. During this time, Consumer Price Index (CPI)  inflation has been reduced to a low, stable and predictable level of close to 2  per cent, real output has expanded at an average rate of 3 per cent per year and  the unemployment rate has fallen to 30-year lows. Although a generally  supportive international environment, coupled with significant domestic economic  reforms and a prudent fiscal policy track, has played an important role in these  positive developments, a key contributor has been Canada's monetary policy under  the inflation-targeting framework. The joint commitment of the Government of  Canada and the Bank of Canada to the inflation targets has helped anchor  inflation expectations. It has also provided a more stable and certain economic  environment in which Canadians can make their investment and spending  decisions.\nBased on this positive experience, the Government of Canada and the Bank of  Canada agree to renew the inflation target on the following basis:\nThe Bank will continue its ongoing research into potential improvements in  the monetary policy framework. Before the end of 2011, the Government and the  Bank will review the experience over the period and the results of the research,  and determine the appropriate target for the years ahead.\nThe commitment by the Government and the Bank to this inflation-control  target will ensure that Canadians continue to derive the economic and social  benefits from low, stable and predictable inflation and will underpin confidence  in Canada's economic prospects in the coming years.\nFor further information, media may contact:"
    },
    "Bank of Canada lowers overnight rate target to 1/2 per cent": {
        "date": "2015-07-15",
        "link": "https://www.bankofcanada.ca/2015/07/fad-press-release-2015-07-15/",
        "text": "The Bank of Canada today announced that it is lowering its target for the overnight rate by one-quarter of one percentage point to 1/2 per cent. The Bank Rate is correspondingly 3/4 per cent and the deposit rate is 1/4 per cent.\nTotal CPI inflation in Canada has been around 1 per cent in recent months, reflecting year-over-year price declines for consumer energy products. Core inflation has been close to 2 per cent, with disinflationary pressures from economic slack being offset by transitory effects of the past depreciation of the Canadian dollar and some sector-specific factors. Setting aside these transitory effects, the Bank judges that the underlying trend in inflation is about 1.5 to 1.7 per cent.\nGlobal growth faltered in early 2015, principally in the United States and China.  Recent indicators suggest a rebound in the U.S. economy in the second half of this year, and growth is expected to be solid through the projection. In contrast, China is slowing amid an ongoing process of rebalancing to a more sustainable growth path. This has pulled down prices of certain commodities that are important to Canada’s exports. Financial conditions in major economies remain very accommodative and continue to provide much-needed support to economic activity. Global growth is expected to strengthen over the second half of 2015, averaging about 3 per cent for the year, and accelerate to around 3 1/2 per cent in 2016 and 2017.\nThe Bank’s estimate of growth in Canada in 2015 has been marked down considerably from its April projection. The downward revision reflects further downgrades of business investment plans in the energy sector, as well as weaker-than-expected exports of non-energy commodities and non-commodities.  Real GDP is now projected to have contracted modestly in the first half of the year, resulting in higher excess capacity and additional downward pressure on inflation.\nThe Bank expects growth to resume in the third quarter and begin to exceed potential again in the fourth quarter, led by the non-resource sectors of Canada’s economy. Outside the energy-producing regions, consumer confidence remains high and labour markets continue to improve. This will support consumption, which will also receive a fiscal boost. Recent evidence suggests a pickup in activity and rising capacity pressures among manufacturers, particularly those exporters that are most sensitive to movements in the Canadian dollar. Financial conditions for households and businesses remain very stimulative.\nThe Bank now projects Canada’s real GDP will grow by just over 1 per cent in 2015 and about 2 1/2 per cent in 2016 and 2017. With this revised growth profile, the output gap is significantly larger than was expected in April, and closes somewhat later. The Bank anticipates that the economy will return to full capacity and inflation to 2 per cent on a sustained basis in the first half of 2017.\nThe lower outlook for Canadian growth has increased the downside risks to inflation. While vulnerabilities associated with household imbalances remain elevated and could edge higher, Canada’s economy is undergoing a significant and complex adjustment. Additional monetary stimulus is required at this time to help return the economy to full capacity and inflation sustainably to target.\nThe next scheduled date for announcing the overnight rate target is 9 September 2015. The next full update of the Bank’s outlook for the economy and inflation, including risks to the projection, will be published in the Monetary Policy Report on 21 October 2015."
    },
    "Bank of Canada maintains overnight rate target at 1 per cent": {
        "date": "2014-07-16",
        "link": "https://www.bankofcanada.ca/2014/07/fad-press-release-2014-07-16/",
        "text": "The Bank of Canada today announced that it is maintaining its target for the overnight rate at 1 per cent. The Bank Rate is correspondingly 1 1/4 per cent and the deposit rate is 3/4 per cent.\nTotal CPI inflation has moved up to around the 2 per cent target in recent months, sooner than expected. Core inflation has also increased but remains below 2 per cent. Recent higher inflation is attributable to the temporary effects of higher energy prices, exchange rate pass-through and other sector-specific shocks, rather than to any change in domestic economic fundamentals. Over the next two years, inflation is projected to fluctuate around 2 per cent as these temporary effects ease and the downward pressure on inflation from economic slack and heightened retail competition gradually dissipates.\nThe global economy is on a lower growth track than was foreseen at the time of the April Monetary Policy Report. Serial disappointment with economic performance during the past several years has mainly reflected the impact of private-sector deleveraging, fiscal consolidation and, especially, the lingering effect of uncertainty on business investment and trade. Nevertheless, the Bank continues to project that global growth will gather momentum as these headwinds abate.\nGiven the downgrade to the global outlook, economic activity in Canada is now projected to be a little weaker than previously forecast. However, the Bank still expects that the lower Canadian dollar and a projected strengthening in global demand will lead to a pickup in Canadian exports and business investment and, eventually, a more sustainable growth track. Meanwhile, household imbalances continue to evolve constructively and recent data are broadly consistent with a soft landing in Canada’s housing market. Real GDP growth is projected to average around 2 1/4 per cent during 2014–2016. Consequently, the economy is expected to reach full capacity around mid-2016, a little later than anticipated in April.\nFor the inflation target to be achieved on a sustained basis in 2016, the economy must reach and remain at full capacity. Closing the output gap over the time frame described above is reliant on continued stimulative monetary policy and hinges critically on stronger exports and business investment. Meanwhile, the risks associated with household imbalances, while evolving in a constructive way, are still elevated. Weighing these considerations within the Bank’s risk-management framework, the monetary policy stance remains appropriate and the target for the overnight rate remains at 1 per cent. The Bank is neutral with respect to the timing and direction of the next change to the policy rate, which will depend on how new information influences the outlook and assessment of risks.\nThe next scheduled date for announcing the overnight rate target is 3 September 2014. The next full update of the Bank’s outlook for the economy and inflation, including risks to the projection, will be published in the MPR on 22 October 2014."
    },
    "Bank of Canada increases overnight rate target to 1/2 per cent and re-establishes normal functioning of the overnight market": {
        "date": "2010-06-01",
        "link": "https://www.bankofcanada.ca/2010/06/fad-press-release-2010-06-01/",
        "text": "The Bank of Canada today announced that it is raising its target for the overnight rate by one-quarter of one percentage point to 1/2 per cent. The Bank Rate is correspondingly raised to 3/4 per cent and the deposit rate is kept at 1/4 per cent, thus re-establishing the normal operating band of 50 basis points for the overnight rate.\nThe global economic recovery is proceeding but is increasingly uneven across countries, with strong momentum in emerging market economies, some consolidation of the recovery in the United States, Japan and other industrialized economies, and the possibility of renewed weakness in Europe. The required rebalancing of global growth has not yet materialized.\nIn most advanced economies, the recovery remains heavily dependent on monetary and fiscal stimulus. In general, broad forces of household, bank, and sovereign deleveraging will add to the variability, and temper the pace, of global growth. Recent tensions in Europe are likely to result in higher borrowing costs and more rapid tightening of fiscal policy in some countries – an important downside risk identified in the April Monetary Policy Report (MPR). Thus far, the spillover into Canada from events in Europe has been limited to a modest fall in commodity prices and some tightening of financial conditions.\nActivity in Canada is unfolding largely as expected. The economy grew by a robust 6.1 per cent in the first quarter, led by housing and consumer spending. Employment growth has resumed. Going forward, household spending is expected to decelerate to a pace more consistent with income growth. The anticipated pickup in business investment will be important for a more balanced recovery.\nCPI inflation has been in line with the Bank’s April projections. The outlook for inflation reflects the combined influences of strong domestic demand, slowing wage growth, and overall excess supply.\nIn this context, the Bank has decided to raise the target for the overnight rate to 1/2 per cent and to re-establish the normal functioning of the overnight market.\nThis decision still leaves considerable monetary stimulus in place, consistent with achieving the 2 per cent inflation target in light of the significant excess supply in Canada, the strength of domestic spending, and the uneven global recovery.\nGiven the considerable uncertainty surrounding the outlook, any further reduction of monetary stimulus would have to be weighed carefully against domestic and global economic developments.\nThe next scheduled date for announcing the overnight rate target is 20 July 2010. A full update of the Bank’s outlook for the economy and inflation, including risks to the projection, will be published in the MPR on 22 July 2010."
    },
    "Re-Establishment of the Standard Operating Framework for the Implementation of Monetary Policy": {
        "date": "2010-06-01",
        "link": "https://www.bankofcanada.ca/2010/06/re-establishment-standard-operating-framework-implementation-monetary-policy/",
        "text": "As part of the Bank of Canada's interest rate decision on 1 June 2010, the Bank  will re-establish the standard operating framework for the implementation of  monetary policy. 1\nThe key features of this framework are the target for the overnight rate, the  operating band, and settlement-balance management. Effective immediately, the  target for the overnight rate will be the midpoint of the operating band and the  width of the operating band will revert to 50 basis points.\nThe Bank will conduct Special Purchase and Resale Agreement (SPRA) and Sale  and Repurchase Agreement (SRA) operations as necessary to reinforce the target  for the overnight rate (see Terms and Conditions). The targeted level of settlement balances will be gradually  reduced to the typical level of $25 million according to the following  schedule:\nThe Overnight Standing Purchase and Resale Agreement (PRA) Facility, under  which Primary Dealers have access to an overnight standing PRA facility at the  Bank rate, will be made a permanent part of the standard operating framework.  Terms and Conditions can be found at https://www.bankofcanada.ca/en/fixed-dates/2009/rate_210409_2.pdf.  This facility was introduced in April 2009 as part of the framework for  implementing monetary policy at the effective lower bound for the overnight  rate. 2"
    },
    "Bank of Canada releases Monetary Policy Report": {
        "date": "2003-04-23",
        "link": "https://www.bankofcanada.ca/2003/04/bank-canada-releases-monetary-policy-report-2/",
        "text": "Since the October 2002 Monetary Policy Report, both core and total CPI  inflation have been well above the 2 per cent inflation target. In this  environment, inflation expectations have edged up.\nIn view of the domestic inflation situation and the underlying momentum of  domestic demand, the Bank raised its target overnight rate on each of its last  two policy announcement dates by 25 basis points, bringing it to  3.25 per cent.\nEconomic, financial, and geopolitical uncertainty has figured prominently in  the global economic picture over the past six months. Some of the geopolitical  and financial uncertainty has lifted more recently, and the Bank expects that it  will continue to recede. However, over the near term, a degree of global  economic uncertainty remains, and in Canada there is uncertainty about the  possible economic impact of severe acute respiratory syndrome (SARS),  particularly in the Greater Toronto Area. Overall, the risks confronting the  world economy now appear to be better balanced compared with last autumn, and by  year-end, business and household confidence levels should be higher.\nEconomic activity should begin to strengthen towards the end of this year and  through 2004, particularly in North America. In Canada, most of the small amount  of economic slack that is likely to open up during 2003 will have closed by the  end of 2004.\nCore inflation is expected to remain near 3 per cent through mid-2003. It is  projected to fall to about 2 per cent by early 2004. Total CPI inflation will  continue to be importantly affected by swings in crude oil prices.\nThe Bank continues to believe that further reductions in monetary stimulus  will be necessary over time to return inflation to the 2 per cent target and to  sustain output levels close to capacity. The timing and pace of further  increases in policy interest rates will depend on the strength of domestic  demand, the evolution of inflation expectations, and the pace of economic  expansion in the United States and in overseas economies."
    },
    "Bank of Canada lowers overnight rate target by 1/4 percentage point to 1/4 per cent and, conditional on the inflation outlook, commits to hold current policy rate until the end of the second quarter of 2010": {
        "date": "2009-04-21",
        "link": "https://www.bankofcanada.ca/2009/04/fad-press-release-2009-04-21/",
        "text": "The Bank of Canada today announced that it is lowering its target for the overnight rate by one-quarter of a percentage point to 1/4 per cent, which the Bank judges to be the effective lower bound for that rate. The Bank Rate is correspondingly lowered to 1/2 per cent. The deposit rate - the rate paid on deposits held by financial institutions at the Bank of Canada - is left unchanged at 1/4 per cent and provides the floor for the overnight rate. Details of the Bank's operating framework at the effective lower bound can be found here.\nIn an environment of continued high uncertainty, the global recession has intensified and become more synchronous since the Bank's January Monetary Policy Report Update, with weaker-than-expected activity in all major economies. Deteriorating credit conditions have spread quickly through trade, financial, and confidence channels. While more aggressive monetary and fiscal policy actions are underway across the G20, measures to stabilize the global financial system have taken longer than expected to enact. As a result, the recession in Canada will be deeper than anticipated, with the economy projected to contract by 3.0 per cent in 2009. The Bank now expects the recovery to be delayed until the fourth quarter and to be more gradual. The economy is projected to grow by 2.5 per cent in 2010 and 4.7 per cent in 2011, and to reach its production capacity in the third quarter of 2011. Given significant restructuring in a number of sectors, potential growth has been revised down. The recovery will be importantly supported by the Bank's accommodative monetary stance.\nThe Bank expects core inflation to diminish through 2009, gradually returning to the 2 per cent target in the third quarter of 2011 as aggregate supply and demand return to balance. Total CPI inflation is expected to trough at -0.8 per cent in the third quarter of 2009 and return to target in the third quarter of 2011. While the underlying macroeconomic risks to the projection are roughly balanced, the Bank judges that, as a consequence of operating at the effective lower bound, the overall risks to its inflation projection are tilted slightly to the downside.\nWith monetary policy now operating at the effective lower bound for the overnight policy rate, it is appropriate to provide more explicit guidance than is usual regarding its future path so as to influence rates at longer maturities. Conditional on the outlook for inflation, the target overnight rate can be expected to remain at its current level until the end of the second quarter of 2010 in order to achieve the inflation target. The Bank will continue to provide such guidance in its scheduled interest rate announcements as long as the overnight rate is at the effective lower bound.\nTo reinforce its conditional commitment to maintain the overnight rate at 1/4 per cent, the Bank will roll over a portion of its existing stock of one- and three-month term Purchase and Resale Agreements (PRAs) into six- and twelve-month terms at minimum and maximum bid rates that correspond to the target rate and the Bank Rate, respectively. These longer-term PRAs will be issued according to the schedule released today.\nToday's decision to lower the policy rate by 25 basis points brings the cumulative monetary policy easing to 425 basis points since December 2007. It is the Bank's judgment that this cumulative easing, together with the conditional commitment, is the appropriate policy stance to move the economy back to full production capacity and to achieve the 2 per cent inflation target. The Bank retains considerable flexibility in the conduct of monetary policy at low interest rates, consistent with the framework to be outlined in the Bank's Monetary Policy Report on 23 April.\nThe next scheduled date for announcing the overnight rate target is 4 June 2009."
    },
    "Bank of Canada lowers overnight rate target by 1/2 percentage point to 1/2 per cent": {
        "date": "2009-03-03",
        "link": "https://www.bankofcanada.ca/2009/03/fad-press-release-2009-03-03/",
        "text": "The Bank of Canada today announced that it is lowering its target for the overnight rate by one-half of a percentage point to 1/2 per cent. The operating band for the overnight rate is correspondingly lowered, and the Bank Rate is now 3/4 per cent.\nThe outlook for the global economy has continued to deteriorate since the Bank's January Monetary Policy Report Update, with weaker-than-expected activity in major economies. The nature of the U.S. recession, with very weak auto and housing sectors, is particularly challenging for Canada.\nStabilization of the global financial system remains a precondition for the global and Canadian economic recoveries. The timely implementation of ambitious plans in some major countries to address toxic assets and recapitalize financial institutions will be critical in this regard.\nNational accounts data for the fourth quarter of 2008 and other indicators of aggregate demand point to a sharper decline in Canadian economic activity and a larger output gap through the first half of 2009 than projected in January. Potential delays in stabilizing the global financial system, along with larger-than-anticipated confidence and wealth effects on domestic demand, could mean that the output gap will not begin to close until early 2010. These factors imply a slightly lower profile for core inflation than was projected in the January MPRU.\nThe effects of the recent aggressive monetary and fiscal policy actions in Canada and other major economies will begin to be felt in the second half of this year and will build through 2010. Once the global financial system stabilizes and global growth recovers, the underlying strength of the Canadian economy and financial sector should ensure a more rapid recovery in Canada than in most other industrialized economies.\nThe Bank's decision to lower its policy rate by 50 basis points today brings the cumulative monetary policy easing to 400 basis points since December 2007. Consistent with returning total CPI inflation to 2 per cent, the target for the overnight rate can be expected to remain at this level or lower at least until there are clear signs that excess supply in the economy is being taken up.\nGiven the low level of the target for the overnight rate, the Bank is refining the approach it would take to provide additional monetary stimulus, if required, through credit and quantitative easing. In its April Monetary Policy Report, the Bank will outline a framework for the possible use of such measures.\nThe Bank will continue to monitor carefully economic and financial developments in judging to what extent further monetary stimulus will be required to achieve its 2 per cent inflation target over the medium term.\nThe next scheduled date for announcing the overnight rate target is 21 April 2009. A full update of the Bank's outlook for the economy and inflation, including risks to the projection, will be published in the Monetary Policy Report on 23 April 2009."
    },
    "Bank of Canada releases Monetary Policy Report Update": {
        "date": "2003-07-17",
        "link": "https://www.bankofcanada.ca/2003/07/bank-canada-releases-monetary-policy-report-update-10/",
        "text": "The Bank of Canada today released its Update to the April Monetary  Policy Report. The Update reviews economic and financial trends in  the context of Canada's inflation-control strategy.\nThe July Update highlights a number of unanticipated developments  that have changed the outlook for economic activity and inflation in Canada.\nInflation and inflation expectations have eased, and near-term domestic  activity has been weakened by severe acute respiratory syndrome (SARS), an  isolated case of bovine spongiform encephalopathy (BSE), and  weaker-than-expected foreign demand for Canadian products. As well, the  substantial rise in the value of the Canadian dollar against the U.S. dollar  will have a dampening effect on the future growth of demand for Canadian goods  and services. As a result, more slack is developing in the economy than was  previously expected. It now appears that, by the end of this year, core  inflation will fall below the 2 per cent target.\nTo support growth in domestic demand and aggregate levels of economic  activity, the Bank left its target for the overnight rate unchanged on 3 June,  and lowered it by 25 basis points to 3 per cent on 15 July.\nThe Bank expects that growth in Canada's economy will strengthen towards the  end of 2003 and through 2004. Growth during 2004 will likely be higher than  previously projected, suggesting that the economic slack that is expected to  develop in 2003 will be largely absorbed by the end of next year.\nThe Bank will closely monitor the strength of domestic and external demand  with a view to keeping inflation on track to meet the 2 per cent target over the  medium term."
    },
    "Bank of Canada lowers overnight rate target by 1/2 percentage point to 1 per cent": {
        "date": "2009-01-20",
        "link": "https://www.bankofcanada.ca/2009/01/fad-press-release-2009-01-20/",
        "text": "The Bank of Canada today announced that it is lowering its target for the overnight rate by one-half of a percentage point to 1 per cent. The operating band for the overnight rate is correspondingly lowered, and the Bank Rate is now 1 1/4 per cent.\nThe outlook for the global economy has deteriorated since the Bank's December interest rate announcement, with the intensifying financial crisis spilling over into real economic activity. Heightened uncertainty is undermining business and household confidence worldwide and further eroding domestic demand. Major advanced economies, including Canada's, are now in recession and emerging-market economies are increasingly affected. Energy prices have fallen as a result of substantially weaker global demand.\nStabilization of the global financial system is a precondition for economic recovery. To that end, governments and central banks are taking bold and concerted policy actions. There are signs that these extraordinary measures are starting to gain traction, although it will take some time for financial conditions to normalize. In addition, considerable monetary and fiscal policy stimulus is being provided worldwide.\nCanadian exports are down sharply, and domestic demand is shrinking as a result of declines in real income, household wealth, and consumer and business confidence. Canada's economy is projected to contract through mid-2009, with real GDP dropping by 1.2 per cent this year on an annual average basis. As policy actions begin to take hold in Canada and globally, and with support from the past depreciation of the Canadian dollar, real GDP is expected to rebound, growing by 3.8 per cent in 2010.\nA wider output gap through 2009 and modest decreases in housing prices should cause core CPI inflation to ease, bottoming at 1.1 per cent in the fourth quarter. Total CPI inflation is expected to dip below zero for two quarters in 2009, reflecting year-on-year drops in energy prices. With inflation expectations well-anchored, total and core inflation should return to the 2 per cent target in the first half of 2011 as the economy returns to potential.\nAgainst this background, the Bank today lowered its policy rate by 50 basis points, bringing the cumulative monetary policy easing to 350 basis points since December 2007. Guided by Canada's inflation-targeting framework, the Bank will continue to monitor carefully economic and financial developments in judging to what extent further monetary stimulus will be required to achieve the 2 per cent target over the medium term. Low, stable, and predictable inflation is the best contribution monetary policy can make to long-term economic growth and financial stability.\nA full update of the Bank's outlook for the economy and inflation, including risks to the projection, will be published in the Monetary Policy Report Update on 22 January 2009. The next scheduled date for announcing the overnight rate target is 3 March 2009."
    },
    "Bank of Canada lowers overnight rate target by 3/4 percentage point to 1 1/2 per cent": {
        "date": "2008-12-09",
        "link": "https://www.bankofcanada.ca/2008/12/bank-canada-lowers-overnight-rate-2/",
        "text": "The Bank of Canada today announced that it is lowering its target for the overnight rate by three-quarters of a percentage point to 1 1/2 per cent. The operating band for the overnight rate is correspondingly lowered, and the Bank Rate is now 1 3/4 per cent.\nThe outlook for the world economy has deteriorated significantly and the global recession will be broader and deeper than previously anticipated. Global financial markets remain severely strained. Measures taken by major governments are beginning to encourage credit flows, although it will take some time before conditions in financial markets normalize. In addition, a series of recently announced monetary and fiscal policy actions will also support global economic growth.\nWhile Canada's economy evolved largely as expected during the summer and early autumn, it is now entering a recession as a result of the weakness in global economic activity. The recent declines in terms of trade, real income growth, and confidence are prompting more cautious behaviour by households and businesses.\nAll of these factors imply a lower profile for core inflation than had been projected at the time of the last Monetary Policy Report in October.\nSeveral factors are helping to counterbalance the negative drag from the global economic and financial developments. The depreciation of the Canadian dollar will continue to provide an important offset to the effects of weaker global demand and lower commodity prices. As well, money markets and overall credit conditions in Canada are responding to significant and ongoing efforts to provide liquidity to the Canadian financial system.\nIn light of the weakening outlook for growth and inflation, the Bank of Canada lowered its policy interest rate by a total of 75 basis points in October and by an additional 75 basis points today. These monetary policy actions provide timely and significant support to the Canadian economy.\nThe Bank will continue to monitor carefully economic and financial developments in judging to what extent further monetary stimulus will be required to achieve the 2 per cent inflation target over the medium term.\nThe Bank of Canada's next scheduled date for announcing the overnight rate target is 20 January 2009.\nA full update of the Bank's outlook for the economy and inflation, including risks to the projection, will be published in the Monetary Policy Report Update on 22 January 2009."
    },
    "Bank of Canada lowers overnight rate target by 1/4 percentage point to 2 1/4 per cent": {
        "date": "2008-10-21",
        "link": "https://www.bankofcanada.ca/2008/10/bank-of-canada-lowers-overnight-rate-target/",
        "text": "The Bank of Canada today announced that it is lowering its target for the overnight rate by one-quarter of a percentage point to 2 1/4 per cent. The operating band for the overnight rate is correspondingly lowered, and the Bank Rate is now 2 1/2 per cent.\nThree major interrelated developments are having a profound impact on the Canadian economy. First, the intensification of the global financial crisis has led to severe strains in financial markets. The associated need for the global banking sector to continue to reduce leverage will restrain growth for some time. Second, the global economy appears to be heading into a mild recession, led by a U.S. economy already in recession. Third, there have been sharp declines in many commodity prices. The outlook for growth and inflation in Canada is now more uncertain than usual.\nConsistent with the G7 Plan of Action, major economies have announced extraordinary measures to stabilize their financial systems. These initiatives will be pivotal to resuming the flow of credit to support global economic growth. Canada's economy and strong financial system will benefit directly from these actions.\nThe weaker outlook for global demand will increase the drag on the Canadian economy coming from exports. Lower commodity prices will also dampen the outlook, working through a deterioration in Canada's terms of trade to moderate domestic demand growth. The marked tightening in Canadian credit conditions in recent weeks will restrain business and housing investment. The Bank expects growth to be sluggish through the first quarter of next year, then to pick up over the rest of 2009 and to accelerate to above-potential growth in 2010 supported by improving credit conditions, the lagged effects of monetary policy actions and stronger global growth. The recent sizeable depreciation of the Canadian dollar will also provide an important offset to the effects of weaker global demand and lower commodity prices. Overall, the Bank projects average annual growth in real GDP of 0.6 per cent in both 2008 and 2009, and 3.4 per cent in 2010.\nWith excess supply projected to build throughout 2009 and lower assumed energy prices, inflationary pressures will ease significantly relative to the projection in the July Monetary Policy Report Update. Core inflation is now projected to remain below 2 per cent until the end of 2010. Total CPI inflation should peak during the third quarter of 2008, fall below 1 per cent in the middle of 2009, and then return to the 2 per cent target by the end of 2010.\nIn the face of diminished inflationary pressures, the Bank of Canada lowered its policy interest rate by 50 basis points on 8 October, acting in concert with other major central banks. This extraordinary move, combined with today's announcement, brings the cumulative reduction in our target for the overnight rate to 75 basis points since the Bank's last fixed announcement date. These actions provide timely and significant support to the Canadian economy. The cumulative reduction in the Bank's policy rate since last December is now 225 basis points.\nIn line with the new outlook, some further monetary stimulus will likely be required to achieve the 2 per cent inflation target over the medium term. The evolution of the financial crisis, its impact on the global economy and the timing of the effects of the various extraordinary measures being taken to address it pose significant risks to the projection on both the upside and the downside.\nThe Bank will publish the details of its new projection for the economy and inflation, including all the key risks to the projection, in the Monetary Policy Report on 23 October 2008.\nInformation note:\nThe Bank of Canada's next scheduled date for announcing the overnight rate target is 9 December 2008."
    },
    "Bank of Canada Appoints Special Advisers": {
        "date": "2008-07-10",
        "link": "https://www.bankofcanada.ca/2008/07/bank-canada-appoints-special-advisers/",
        "text": "The Bank of Canada today announced the appointment of Angelo Melino, Professor  in the Department of Economics at the University of Toronto, and Frank Milne,  BMO Professor of Economics and Finance in the Department of Economics at Queen's  University, as Special Advisers for the year 2008-09. The terms of Professor  Melino's and Professor Milne's appointments will overlap.\nThe position of Special Adviser was created to bring additional perspectives  to monetary policy discussions. It also gives university and private sector  professionals in economics and finance first-hand knowledge of the Bank of  Canada.\nProfessor Melino will conduct research and analysis full-time from September  2008 to April 2009 in areas related to the Bank's monetary policy and financial  system functions, including studying the potential welfare gains from price  level targeting. His research spans macroeconomics, asset pricing, and  econometrics, and currently includes analysis of the welfare costs of economic  fluctuations, and the estimation of diffusion processes.\nProfessor Melino holds a PhD from Harvard University and a BA from the  University of Toronto. He has published several papers and co-authored an  undergraduate text on macroeconomics. He was co-editor of the Canadian  Journal of Economics for several years until 2007 and has been a member of  the Board of Directors of the National Bureau of Economic Research since  September 2000.\nProfessor Milne will join the Bank on a part-time basis from September 2008  to December 2008, and full-time from January through June 2009. He will examine  issues related to the recent turbulence in global financial markets. His current  areas of research include asset and derivative pricing, theory of the firm and  management control mechanisms, non-standard preferences, and theory and public  policy issues dealing with banking and financial intermediation.\nProfessor Milne holds a PhD from the Australian National University, as well  as an MA and a BA in economics, both from Monash University. He has authored a  book, published papers and book reviews in many journals, and participated in  numerous policy conference presentations. He has been a member of the editorial  board of Mathematical Finance since 1991.\nThe list of individuals who have been appointed to the position of Special  Adviser since its creation in 1998 is available on the Bank of Canada's website  at https://www.bankofcanada.ca/en/about/adviser.html"
    },
    "Bank of Canada lowers overnight rate target by 1/2 percentage point to 3 per cent": {
        "date": "2008-04-22",
        "link": "https://www.bankofcanada.ca/2008/04/bank-canada-lowers-overnight-rate-3/",
        "text": "The Bank of Canada today announced that it is lowering its target for the overnight rate by one-half of a percentage point to 3 per cent. The operating band for the overnight rate is correspondingly lowered, and the Bank Rate is now 3 1/4 per cent.\nGrowth in the global economy has weakened, reflecting the effects of a sharp slowdown in the U.S. economy and ongoing dislocations in global financial markets. Growth in the Canadian economy has also moderated as buoyant growth in domestic demand, supported by high employment levels and improved terms of trade, has been substantially offset by the fall in net exports. While both total and core CPI inflation were running at about 1.5 per cent at the end of the first quarter, the underlying trend of inflation is judged to be about 2 per cent, consistent with an economy that was operating just above its production capacity.\nThe Bank is now projecting a deeper and more protracted slowdown in the U.S. economy. This has direct consequences for the Canadian economic outlook, with declining exports projected to exert a significant drag on growth in 2008. In addition, tightening credit conditions and softening sentiment are expected to moderate business investment and consumer spending. Nevertheless, domestic demand is projected to remain strong, supported by firm commodity prices, high employment levels, and the effect of cumulative easing in monetary policy.\nThe Bank projects that the Canadian economy will grow by 1.4 per cent this year, 2.4 per cent in 2009, and 3.3 per cent in 2010. Consistent with this growth profile, the economy moves into excess supply in the second quarter of 2008, and spare capacity continues to increase through early next year. However, a gradual recovery in the U.S. economy, a return to more normal credit conditions, and accommodative monetary policy should generate above-potential growth and bring the economy back into balance around mid-2010.\nThe recent price-level adjustments for automobiles and the effect of past changes in indirect taxes will keep measured inflation below target through 2008. The emergence of excess supply in the economy should keep downward pressure on inflation through 2009. Both core and total inflation are projected to move up to 2 per cent in 2010, as the economy moves back into balance. There are both upside and downside risks to the Bank's new projection for inflation; these risks appear to be balanced.\nIn line with this outlook, some further monetary stimulus will likely be required to achieve the inflation target over the medium term. Given the cumulative reduction in the target for the overnight rate of 150 basis points since December, the timing of any further monetary stimulus will depend on the evolution of the global economy and domestic demand, and their impact on inflation in Canada.\nA full analysis of economic and financial developments, trends, and risks will be set out in the Bank's Monetary Policy Report, to be published on 24 April 2008.\nThe Bank's next scheduled date for announcing the overnight rate target is 10 June 2008."
    },
    "Bank of Canada keeps target for the overnight rate at 4 1/2 per cent": {
        "date": "2007-10-16",
        "link": "https://www.bankofcanada.ca/2007/10/bank-canada-keeps-target-overnight-rate-13/",
        "text": "The Bank of Canada today announced that it is maintaining its target for the overnight rate at 4 1/2 per cent. The operating band for the overnight rate is unchanged, and the Bank Rate remains at 4 3/4 per cent.\nAgainst a backdrop of robust global economic expansion and strong commodity prices, information received since the July Monetary Policy Report Update (MPRU) indicates that the Canadian economy is now operating further above its production potential than had been previously expected. The core rate of inflation, which has been above 2 per cent for the past year, was 2.2 per cent in August. Total consumer price inflation fell temporarily in August to 1.7 per cent, having been above the 2 per cent inflation target since the spring.\nSince the July MPRU, the outlook for the U.S. economy has weakened because of greater-than-expected slowing in the housing sector. The Bank has revised down its projection for U.S. growth to 1.9 per cent in 2007 and 2.1 per cent in 2008. U.S. growth is expected to pick up to 3 per cent in 2009.\nThe Canadian dollar traded in a range of 93 to 95.5 cents U.S. in July and August, but since then it has appreciated sharply to as high as 1.03 dollars U.S. In the Bank's new base-case projection, the Canadian dollar is assumed to average 98 cents, the mid-point of the range since the July MPRU. As well, there has been a tightening of credit conditions stemming from the financial market developments this summer. For Canada, the Bank assumes that the cost of credit for firms and households relative to the overnight rate will be 25 basis points higher over the projection period than it was prior to the summer developments.\nDespite these tighter credit conditions, momentum in domestic demand in Canada is expected to remain strong. The combined effect of a weaker U.S. outlook and a higher assumed level of the Canadian dollar implies, however, that net exports will exert a more significant drag on the economy in 2008 and 2009 than previously expected. As a result, the Canadian economy is projected to grow by 2.6 per cent in 2007, 2.3 per cent in 2008, and 2.5 per cent in 2009. This growth profile implies that aggregate supply and demand will move back into balance in early 2009. Both core and total CPI inflation are projected to return to 2 per cent in the second half of 2008.\nIn line with this projection, the Bank judges, at this time, that the current level of the target for the overnight rate is consistent with achieving the inflation target over the medium term.\nThere are significant upside and downside risks to the Bank's inflation projection. On the upside, excess demand in the Canadian economy could persist longer than projected. This could come from two sources: higher growth in household spending than projected and lower growth in productivity than assumed. On the downside, if the Canadian dollar exchange rate were to persist above the 98 cent U.S. level assumed over the projection horizon for reasons not associated with stronger-than-projected demand for Canadian products, Canadian output and inflation would be lower. In addition, the effect of the past appreciation of the Canadian dollar on demand and inflation could be stronger than expected and the effect of the weakness in the U.S. housing sector could be greater than anticipated. All factors considered, the Bank judges that the risks to its inflation projection are roughly balanced, with perhaps a slight tilt to the downside.\nA full update of the Bank's outlook for growth and inflation will be set out in the Monetary Policy Report, to be published on 18 October 2007.\nThe Bank of Canada's next scheduled date for announcing the overnight rate target is 4 December 2007."
    },
    "Bank of Canada keeps target for the overnight rate at 4 1/4 per cent": {
        "date": "2007-05-29",
        "link": "https://www.bankofcanada.ca/2007/05/bank-canada-keeps-target-overnight-rate-11/",
        "text": "The Bank of Canada today announced that it is maintaining its target for the overnight rate at 4 1/4 per cent. The operating band for the overnight rate is unchanged, and the Bank Rate remains at 4 1/2 per cent.\nInformation received since the April Monetary Policy Report (MPR) indicates that economic growth and inflation in Canada in the first part of this year have been stronger than the Bank was expecting. In April, both total CPI inflation, at 2.2 per cent, and core inflation, at 2.5 per cent, were above expectations. On the basis of available information, the Canadian economy is likely to have grown at an annual rate of about 3 1/2 per cent in the first quarter of this year - a full percentage point higher than was estimated in the MPR. The Bank now judges that there is somewhat greater excess demand in the economy than was thought to be the case in April. U.S. economic activity has come in largely as expected and continuing robust growth outside North America has maintained the global demand for, and high prices of, many commodities produced in Canada. Against this overall backdrop, the Canadian dollar has risen appreciably above the range assumed in the Bank's April projection.\nOn balance, the Bank judges that there is an increased risk that future inflation will persist above the 2 per cent inflation target and that some increase in the target for the overnight rate may be required in the near term to bring inflation back to the target.\nAn updated analysis of the Bank's outlook for growth and inflation, including economic and financial developments, trends, and risks, will be set out in the Monetary Policy Report Update, to be published on 12 July 2007.\nThe Bank of Canada's next scheduled date for announcing the overnight rate target is 10 July 2007."
    },
    "Bank of Canada raises overnight rate target by 1/4 percentage point to 2 3/4 per cent": {
        "date": "2002-07-16",
        "link": "https://www.bankofcanada.ca/2002/07/bank-canada-raises-overnight-rate-target/",
        "text": "The Bank of Canada today announced that it is raising its target for the overnight rate by one-quarter of one percentage point to 2 3/4 per cent. The operating band for the overnight rate is correspondingly increased, and the Bank Rate is now 3 per cent.\nSince the Bank's last interest rate announcement on 4 June, the economic recovery in Canada has remained stronger than expected and has broadened across sectors. This momentum has been reflected in continued strong growth in employment and spending by households, as well as in some pickup of investment in machinery and equipment. As a result, the economy has been moving towards full production capacity more quickly than anticipated. Core inflation, which was 2.2 per cent in May, has remained a little higher than projected.\nThere are both positive and negative risks to the Canadian economic outlook. On the positive side, with considerable monetary stimulus in the economy, growth in Canada could very well continue to exceed expectations. On the negative side, the main risk is the marked uncertainty associated with recent global corporate and financial market developments and their potential effects on confidence and world economic growth.\nThe Bank's decision to raise interest rates represents a further measured reduction in the substantial amount of monetary stimulus in the economy. In the period ahead, the Bank will remain focused on taking the necessary actions to achieve the inflation target of 2 per cent over the medium term.\nAn elaboration of the Bank's views on the economy and the outlook for inflation that were the basis for today's interest rate decision will be set out in the Monetary Policy Report Update, to be published on 24 July 2002.  The Bank's next scheduled date for announcing policy interest rates is 4 September 2002."
    },
    "Bank of Canada releases its April Monetary Policy Report": {
        "date": "2002-04-24",
        "link": "https://www.bankofcanada.ca/2002/04/bank-canada-releases-april-monetary-policy-report/",
        "text": "The Bank of Canada today released its semi-annual Monetary Policy Report, in which it discusses economic and financial trends in the context of Canada's inflation-control strategy.\nCanada's economic outlook has improved significantly since the November Monetary Policy Report. Indeed, information on the fourth quarter of last year and the first quarter of 2002 indicates that the recovery in the Canadian economy began sooner and has been considerably stronger than anticipated.\nThe Bank now projects that the Canadian economy will grow between 3 1/2 and 4 1/2 per cent at annualized rates in the first half of 2002. It is expected to continue to expand at a rate above that of its production capacity in the second half of 2002 and in 2003. Thus, the economy is expected to be operating at full capacity in the second half of 2003.\nIn light of this outlook, the Bank began to reduce the substantial amount of monetary stimulus in the economy, raising the target for the overnight rate of interest by 25 basis points to 2.25 per cent on 16 April.\nNonetheless, important risks and uncertainties remain. Given the amount of monetary stimulus in place, growth in Canada could be stronger than projected. It is also possible that growth in household spending may not be as strong as anticipated, if more of the recent strength than assumed was borrowed from future expenditures. There is also uncertainty regarding the timing and strength of the pickup in business investment and exports, and how developments in the Middle East could affect crude oil prices and the global economy.\nThe challenge for monetary policy over the remainder of this year and through 2003 is to help the economy move back to, and then sustain, levels of production at capacity by taking actions aimed at achieving the Bank's 2 per cent target for inflation control. This means reducing, in a timely and measured manner, the substantial amount of stimulus in place."
    },
    "Bank of Canada lowers key policy interest rate by 1/2 percentage point to 3 1/2 per cent": {
        "date": "2001-09-17",
        "link": "https://www.bankofcanada.ca/2001/09/bank-canada-lowers-key-policy/",
        "text": "The Bank of Canada today announced that it is lowering its target for the overnight rate 1 by one-half of one percentage point to 3 1/2 per cent. The operating band for the overnight rate is correspondingly lowered, and the Bank Rate is now 3 3/4 per cent.\nThe tragic acts of terrorism in the United States on 11 September may pose significant challenges to consumer and business confidence in the United States, Canada, and elsewhere. Accordingly, the Bank is taking this action today to underpin confidence and provide further support for economic growth in Canada. The Bank's decision to act outside of its normal schedule of announcement dates reflects the need for prompt action to counteract potential effects on confidence in the aftermath of the extraordinary events in the United States.\nThe Bank's next scheduled date for announcing policy interest rates is 23 October 2001."
    },
    "Bank of Canada lowers key policy interest rate by 1/4 percentage point to 4 per cent": {
        "date": "2001-08-28",
        "link": "https://www.bankofcanada.ca/2001/08/bank-of-canada-lowers-key-policy-3/",
        "text": "The Bank of Canada today announced that it is lowering its target for the overnight rate 1 by one-quarter of one percentage point to 4 per cent. The operating band for the overnight rate is correspondingly lowered, and the Bank Rate is now 4 1/4 per cent. With today's action, the total reduction in interest rates by the Bank this year amounts to 1 3/4 percentage points.\nEconomic data released since the Bank's last policy interest rate announcement on 17 July suggest that the pace of growth of the Canadian economy has been slower than expected. In part, this slowing reflects reduced demand from abroad for Canadian manufactured goods and primary products. The most important factor in this regard has been the ongoing weakness in the U.S. economy, particularly in capital spending. As well, economic growth outside North America has slowed significantly. Within Canada, growth in final domestic demand has softened, and the adjustment of inventory levels in some sectors, especially in telecommunications manufacturing, is not as far advanced as had been expected.\nAs a consequence of these developments, the Bank now expects economic growth in the third and fourth quarters of this year to be below potential, resulting in a lower level of activity than earlier expected. This implies reduced pressures on production capacity and inflation through the rest of this year and into 2002.\nIn July, total CPI inflation fell sharply to 2.6 per cent, largely because of declines in gasoline and natural gas prices. While core inflation increased slightly, to 2.4 per cent, the Bank still projects consumer price inflation to fall to about 2 per cent by the end of the year as a result of reduced pressures in product and labour markets.\nIn these conditions of slower-than-expected growth and associated easing in inflation pressures, today's interest rate reduction, together with the monetary stimulus already in place, is intended to provide support for domestic demand growth. This is expected to contribute to moving the economy, in the second half of next year, back towards levels of activity consistent with keeping inflation near the Bank's target of 2 per cent. Given the continuing uncertainties in the global economy, particularly the timing and strength of the recovery in investment in the United States, as well as uncertainty surrounding domestic demand in Canada, the Bank will continue to monitor developments closely.\nThe Bank's next scheduled date for announcing policy interest rates is 23 October 2001."
    },
    "Bank of Canada lowers key policy interest rate by 1/4 percentage point to 4 1/4 per cent": {
        "date": "2001-07-17",
        "link": "https://www.bankofcanada.ca/2001/07/bank-of-canada-lowers-key-policy-4/",
        "text": "The Bank of Canada today announced that it is lowering its target for the overnight rate 1 by one-quarter of one percentage point to 4 1/4 per cent. The operating band for the overnight rate is correspondingly lowered, and the Bank Rate is now 4 1/2 per cent.\nThe slower pace of economic growth in Canada, largely stemming from developments in the United States, continued through the second quarter of 2001. As a result, pressures on production capacity have eased, thus reducing inflation pressures. Core inflation, which is currently a little above 2 per cent, is projected to move down to about 2 per cent in the second half of this year. Total CPI inflation, which has lately been well above the Bank's 1 to 3 per cent inflation-control target range, is expected to fall in the coming months to about 2 per cent by the end of the year. Recent declines in the prices of gasoline, natural gas and crude oil are mitigating the risk that high energy prices earlier this year could more broadly affect Canadian consumer prices.\nToday's rate cut brings the total reduction in interest rates by the Bank this year to 1 1/2 percentage points. This cumulative reduction will underpin domestic economic growth in the face of weaker-than-anticipated economic conditions outside North America and continuing uncertainty about the timing and strength of the recovery in investment in the United States. The Bank continues to expect that the pace of growth in Canada will increase in the second half of 2001, with further gains in 2002. This would be consistent with keeping inflation close to the inflation-control target of 2 per cent through 2002. The Bank will remain alert to further developments.\nThe Monetary Policy Report Update will be published on 1 August 2001. The Bank's next scheduled date for announcing policy interest rates is 28 August 2001."
    },
    "Bank of Canada lowers key policy rate by 1/4 per cent": {
        "date": "2001-05-29",
        "link": "https://www.bankofcanada.ca/2001/05/bank-of-canada-lowers-key-policy/",
        "text": "The Bank of Canada today announced that it is lowering its target for the overnight rate 1 by one-quarter of one percentage point to 4 1/2 per cent. The operating band for the overnight rate is correspondingly lowered, and the Bank Rate is reduced by one-quarter of one percentage point to 4 3/4 per cent.\nThe slowing in economic growth in Canada that began in late 2000 has continued through the first part of this year, largely as a result of reduced U.S. demand for Canadian products. At the same time, final domestic demand in Canada has continued to exhibit underlying momentum. Overall, the pace of expansion in the first half of this year has fallen below the growth rate of potential output, leading to some slack in the economy. These conditions should put downward pressure on core inflation, 2 which is expected to fall from above 2 per cent currently to just below 2 per cent by the end of 2001. Total CPI inflation, which has recently been above the Bank's 1 to 3 per cent inflation-control target range because of rising energy prices, is expected to remain above 3 per cent over the next few months, before moving down to about 2 per cent by the end of the year.\nIn these circumstances, today's reduction in interest rates will support aggregate demand in the economy consistent with keeping inflation close to the Bank's inflation-control target of 2 per cent over the medium term.\nThe Bank continues to view the possibility that the economic slowdown in the United States could last longer than anticipated as the main risk to the outlook for the Canadian economy. At the same time, given the sustained increases in energy prices, the Bank will need to be vigilant for signs of broader effects on consumer prices generally.\nThe Bank's next scheduled date for announcing policy interest rates is 17 July 2001.  The Monetary Policy Report Update will be published on 1 August 2001."
    },
    "Bank releases background information on renewal of the inflation-control target": {
        "date": "2001-05-18",
        "link": "https://www.bankofcanada.ca/2001/05/bank-releases-background-information-on-renewal/",
        "text": "The Bank of Canada today released the document Renewal of the Inflation-Control Target: Background Information, which provides additional details on the target arrangements and on how the Bank plans to implement them in order to increase the predictability of inflation over the longer term. This release follows the announcement yesterday by the Government of Canada and the Bank that the inflation-control target is being renewed for a period of five years to the end of 2006.\nThe document points out that the basic framework for conducting monetary policy under the inflation-control target is being maintained, but that the Bank is strengthening the way the target arrangements are implemented. The following are the key elements of the approach to implementing the renewed target:"
    },
    "Bank of Canada Raises Target Overnight Rate by ½ Percentage Point to 5¾ Per Cent": {
        "date": "2000-05-17",
        "link": "https://www.bankofcanada.ca/2000/05/bank-canada-raises-target-overnight-rate/",
        "text": "The Bank of Canada raised its target for the overnight rate by one-half of one percentage point to 5¾ per cent. The operating band for the overnight rate was correspondingly increased, and the Bank Rate is now 6 per cent.\nIn its latest Monetary Policy Report, released last week, the Bank took note of the strength of demand in Canada from both international and domestic sources, some early signs of pressures on capacity limits, and the need to lean against these trends in order to preserve the low and stable inflation environment that has been benefiting the Canadian economy.\nAn important source of this strong growth in demand has been the U.S. economy. Yesterday’s action by the U.S. Federal Reserve to raise its target level for the federal funds rate by 50 basis points underscores the strength of that economy and the continued risk of demand and inflation pressures spilling over from the United States into Canada.\nThis move by the Bank of Canada reflects the judgment that a tightening in monetary conditions in Canada is warranted, given that the underlying momentum of demand growth and the high levels of activity risk putting excessive pressure on the economy’s capacity limits, and thus on inflation.\nIt is through the Bank’s commitment to a low and stable inflation environment that monetary policy can best contribute to sustained economic expansion in Canada, which will increase the likelihood of lower unemployment and improved productivity."
    },
    "Bank Rate Raised by 1/4 Percentage Point to 5 1/4 Per Cent": {
        "date": "2000-02-03",
        "link": "https://www.bankofcanada.ca/2000/02/bank-rate-raised-2/",
        "text": "The Bank of Canada raised its Bank Rate today by ¼ of one percentage point to 5¼ per cent. The operating band for the overnight rate was correspondingly increased, and the Bank's target for the overnight rate is now 5 per cent.\nThis increase in interest rates by the Bank, which follows the decision yesterday by the U.S. Federal Reserve Board to raise its target level for the federal funds rate to 5¾ per cent, is designed to keep the future trend of inflation well inside the Bank's 1 to 3 per cent target range so that the Canadian economy can continue to expand in a sustainable way.\nThe factors behind this decision include the strong momentum of demand in the Canadian economy from both external and domestic sources, the importance of approaching the economy's full capacity in a prudent way, and the risk of a spillover of potential inflation pressures from the United States into Canada.\nU.S. economic and financial developments have an important impact on Canada, and the Bank gives full and careful consideration to that influence. Decisions by the Bank, however, are always taken on the basis of what is considered appropriate for the situation in Canada.\nThe Bank will be issuing an Update to its November Monetary Policy Report in two weeks. That Update, to be included in the Bank of Canada's Winter Review, will provide a current assessment of the trends in the economy."
    },
    "Bank of Canada Welcomes Canada's New Funds Transfer System": {
        "date": "1999-01-28",
        "link": "https://www.bankofcanada.ca/1999/01/welcomes-canadas-new-funds-transfer-system/",
        "text": "The Bank of Canada today welcomed the announcement by the Canadian Payments  Association that full operation of the Large Value Transfer System (LVTS) will  begin on 4 February 1999. The LVTS is a major milestone in the reduction of risk  in Canada's payment system and will bring Canada into line with international  best practices for handling large-value payments.\nThe LVTS is a real-time system designed to handle large-value or  time-critical payments. It will form the core of the national payment system and  will substantially reduce systemic risk. Systemic risk refers to the risk of  domino or spillover effects that could arise if one financial institution is  unable to fulfil its payment obligations in a timely fashion. This could lead to  other financial institutions being unable to fulfil their obligations in the  payments system or elsewhere in the financial system.\nThe Bank of Canada worked closely with the Canadian Payments Association and  its members in ensuring that sound risk containment mechanisms were incorporated  into the LVTS. The new system provides its participants and their customers with  the certainty that once a payment message has passed the system's risk-control  tests, the transaction will settle on the books of the Bank of Canada on the  same day regardless of what happens to any of the participants subsequently. As  a result, LVTS participants will be able to offer to their customers  unconditional and irrevocable intra-day access to funds received over the LVTS.  This contrasts with the current arrangements where final settlement of payment  obligations among financial institutions does not occur until around noon on the  following business day and where payment transactions could be unwound if a  participant were to fail.\nThe LVTS will be particularly helpful for settling Canadian-dollar payment  obligations arising from securities transactions or foreign exchange  transactions. The real- time certainty of settlement of large-value Canadian  dollar payment messages provided by the LVTS will minimize settlement risk  associated with these types of transactions. The LVTS will also permit the  Canadian dollar to be included in cross-border multicurrency clearing and  settlement systems.\nUnder the Payment Clearing and Settlement Act (which came into force in July  1996), the Bank of Canada is responsible for the formal oversight of clearing  and settlement systems for the purpose of controlling systemic risk. The LVTS  has been designated as being subject to the Act and will be subject to ongoing  regulatory oversight by the Bank with regard to its risk-containment  arrangements.\nThe introduction of the LVTS will require changes in the way that the Bank of  Canada implements monetary policy, although it will not alter the Bank's basic  approach to policy. The key feature of the modified framework will continue to  be an operating band of 50 basis points for the overnight interest rate.  However, the limits for the band will be enforced differently.\nFor information on how the Bank intends to implement monetary policy  on a daily basis, see:\nFor additional information on the LVTS, see:"
    }
}